## Terraform Plan Output
<details><summary>Click to expand</summary>

```terraform

Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
  + create

Terraform will perform the following actions:

  # zentral_monolith_manifest_sub_manifest.default-browsers will be created
  + resource "zentral_monolith_manifest_sub_manifest" "default-browsers" {
      + id              = (known after apply)
      + manifest_id     = 1
      + sub_manifest_id = (known after apply)
      + tag_ids         = (known after apply)
    }

  # zentral_monolith_sub_manifest.browsers will be created
  + resource "zentral_monolith_sub_manifest" "browsers" {
      + description = "The mandatory browsers for our standard macOS client"
      + id          = (known after apply)
      + name        = "Mandatory browsers"
    }

  # zentral_monolith_sub_manifest_pkg_info.firefox will be created
  + resource "zentral_monolith_sub_manifest_pkg_info" "firefox" {
      + default_shard    = 100
      + excluded_tag_ids = []
      + featured_item    = false
      + id               = (known after apply)
      + key              = "managed_installs"
      + pkg_info_name    = "Firefox"
      + shard_modulo     = 100
      + sub_manifest_id  = (known after apply)
      + tag_shards       = []
    }

Plan: 3 to add, 0 to change, 0 to destroy.
```
</details>